{
  "notifications": [
    {
      "title": "Section 1",
      "message": "Page 1 of 10 \n \n دليل العاملين لنظام الشركة الداخلى \n \nالرؤية العامة للشركة:  \n\"تهدف شركة تي آند سي جارمنتس ألن تكون مصنع موثوق به من \nبين العشرة موردين العالميين للمنتجات ذات الجودة االفضل لقماش \nالدنيم القطني للعالمات التجارية الرائدة في مجال المالبس\" \n \nقيم الشركة العامة:  \nأوال: المساواه:  \nجميع العاملين بالشركة ذو أهمية ويحظوا بالتشجيع والمعاملة المناسبة \nبغض النظر عن مراكزهم الوظيفية. الثقافات والنوع والديانات \nوالخبرات والشخصيات تحظي باإلحترام الواجب دون تفرقة ولهم \nنظام تشجيعي عادل طبقا لنتائج االعمال وسلوكيات العاملين. \n \n \nثانيا: الشفافية:  \nنلتزم ببناء عمل مربح من خالل التواصل مع شركائنا بالشفافية \nالمطلوبة على مختلف االنشطة  \n \n \nثالثا: القيمة المضافة:  \nتحقق الشركة القيمة المضافة من خالل العناية والحرص على حقوق \nالعمالء والشركاء والعاملين واإلسهام في نجاح االعمال. \n \nرابعا: اإلستدامة:  \nتهتم الشركة بإلتزاماتها ومسؤليتها تجاه شركائها للحفاظ على عالقة \nالمشاركة المستدامة كهدف رئيسي من أهداف الشركة.  \n \nخامسا: تهيئة الحلول المناسبة:  \nتعمل شركة تي آند سي على إستمرارية مراجعة نتائج أعمالها \nواالجرائات المصاحبة ليتثنى للشركة إكتشاف  المشاكل والمعوقات \nالحالية والمحتملة لتداركها لتفادي تفاقم تلك المشكالا أو المعوقات. \n \nسادسا: االلتزام البيئي : \nتهتم شركة تي آند سي بإلتزامها البيئي من خالل التصاميم االنشائية \nالمقبولة عالميا وتزويد المصنع بالمحطات المناسبة لمعالجة نفايات \nالتصنيع السائلة طويلة االجل لخدمة االجيال المستقبلية.  \n \nالغرض من دليل العاملين لنظام الشركة الداخلي:  \n \n- التأكد من أن جميع العاملين بالشركة على دراية تامة \nبالسياسات والسياق العام للممارسات اإلدارية الخاصة \nبإدارة العاملين بالشركة لمساعجة االدارة والعاملين على \nالعمل سويا بصورة منظمة وتناغم إلتمام أهداف الشركة \nاالنتاجية واإلستراتيجية. \n- توضيح اإلجرائات والقواعد المتبعة إلتمام جميع \nاالجرائات المنوطة بإدارة وتنظيم حقوق وإلتزامات \nالعاملين بالشركة من قبل االدارة للمساهمة في التشغيل \nواالدارة المثلى للشركة. \n- تحديد األسس االدارية و ا لتي من خاللها يحقق العامل \nاالهداف الوظيفية المطلوبة وأهداف الشركة المبني على \nالشفافية والفهم للمحددات االدارية التنفيذية. \n \n- تحديد االجرائات المثلى المتبعة لممارسة الحقوق \nوااللتزامات من قبل العاملين والقطاعات االدارية \nالمختلفة. \nنطاق التطبيق:  \nشركة تي آند سي جارمنتس تطبق هذه القواعد على جميع العاملين، \nوتوفر إدارة الموارد البشرية أو االدارات المعنية جميع النماذج \nوالمستندات المنصوص عليها. \n \nقانون العمل:  \nتطبق قوانين العمل والتأمين االجتماعي و القوانين المصاحبة المختلفة \nذات الصلة المعمول بها داخل جمهورية مصر العربية. \n Employees Guide for the internal company Policies  \n \n \nGeneral Vision:  \n\"T&C Garments  aims to be a trusted manufacturer among \nthe top 10 global leader suppliers of quality denim cotton \nfabrics products  for leading trade mark companies \" \n \nCompany Values:  \nFirst: Equality:  \nAll company employees are valuable  and encouraged, treated \nappropriatel y regardless of their positions. Cultures, gender, \nreligions, experiences and characters  are respected without \ndiscrimination and have a fair development system according to \ntheir performance  and the behavior.  \n \n \nSecond: Transparency:  \nWe commit ourselves to  building profitable business via \ntransparent communication with our partners for various activities  \n \n \nThird: Value added:  \nThe company adds value by taking care of customers , partners and \nemployees rights for business success  contribution . \n \nFourth: Sustainability:  \nThe Company main objective, among group of important \nobjectives, is t o maintain its commitment and responsibility \ntowards partners for sustainable participation . \n \nFifth: Creating the appropriate solutions:  \nThrough continues business results  review and associated control \nchecks, T & C continues in identify ing potential problems and \nconstraints to be address ed to refrain  the aggravation of these \nproblems or obstacles.  \n \nSixth: Environmental Commitment:  \nT & C committed to its environmental responsibilities  through \ninternationally accepted construction designs and the continuity of \nproviding the appropriate plants for process water treatment to \nserve future generations.  \n \nPurpose of the employee manual for the company's \ninternal system:  \n- Ensure that all employees are fully aware of policies and \ngeneral context of management practices to help in \nwork ing together within a n organized , harmonious \nmanner to accomplish company's strategic objectives.  \n \n \n- Clarifying rules and procedures associated to \nmanagement and organization regulating rights and \nobligations of the employees to contribute to the \noptimal operation and management of the company.  \n \n- Determining the administr ative bases through which  \nworker achieves functional goals and objectives based \non transparency and understanding of executional \nadministrative processes.  \n- Determining the optimal procedures for the exercise of \nrights and obligations by employees and different \nadministrative sector s. \n \nScope of application:  \nT & C Farms applies these rules to all employees, and Human \nResources department and other relevant departments provide s \nall forms and documents stipulated.  \n \nLabor  law:  \nThe labor laws, social insurance and the various related laws  \nin force within  the Arab Republic of Egypt shall apply.  \n \nPage 2 of 10 \n \n الجزء األول \nالتعيينات والتعاقد وإنهاء التعاقد  \n \nحيث أن الشركة تقوم بالعديد من التدريبات ولرفع الكفائة المهارية \nوإضافة خبرات متجددة لموظفيها من خالل المتابعة المستمرة من قبل \nمتخصصين باالعمال، فإن الشركة تطبق سلسلة من اإلجراءات للتعيين  \n \nإجراءات التعيين:  \nأوال: المواعيد المخصصة إلستقبال راغبي العمل بالشركة  \nوتلقي طلبات التعيين واإلختبارات:  \nتتلقى الشركة طلبات التعيين من تمام الساعة الثامنة صباحا 08:00 \n حتى الساعة الثامنة وخمسة وأربعون 08:45  صباحا بدء من االحد\nالي االربعاء من كل إسبوع  \n \nثانيا: اإلنضمام إلى اإلختبارات الفنية: \nتقوم إدارة الموارد البشرية – مختص التعيين – بفحص الطلبات \nومراجعة بيانات المتقدمين، ثم يتم إصدار إستمارة متابعة للمتقدم \nوتوزيع المتقدمين على قطاعات اإلنتاج المختلفة للبدء في اإلختبارات \nالفنية وتحديد المستوى إعتبارا من الساعة العاشرة صباحا 10:00 \n وحتى الساعة الواحدة ظهرا 13:00 \n \nثالثا: الخضوع للكشف الطبي:   \nإذا إجتاز المتقدم اإلختبار الفني يتم توجيهه إلى الكشف الطبي من \nالساعة الواحدة ظهرا 13:00  وحتى الساعة الثالثة ظهرا 15:00 \n \n  :رابعا: تحديد وسيلة التنقل \nبعد إجتياز الكشف الطبي يتوجه المتقدم إلى مسئول النقل والمواصالت \nليتم مراجعة بيانات محل السكن لتحديد وسيلة اإلنتقال من قبل إدارة  \nالحملة \n \nخامسا: قبول المتقدم ومراجعة مصوغات التعيين:  \nبعد إجتياز المراحل السابقة، يتوجه المتقدم إلى إدارة الموارد البشرية \nلتسليم إستمارة المتابعة مسجل عليها النتائج من خالل المختصين ويتم \nتسليمه خطاب التعيين وبه مصوغات التعيين الواجب إحضارها إلدارة  \nالموارد البشرية خالل خمسة أيام (5  أيام) من تاريخ خطاب التعيين،\nوهي كالتالي: \n- كعب العمل وإستمارة الكشف الطبي  - شهادة الميالد والمؤهل  \n- صورة البطاقة - صحيفة الحالة الجنائية \n- 3 صور شخصية -  شهادة الخدمة العسكرية  \n- شهادة مزاولة المهنة  - الطابعة التأمينية  \n \nسادسا: تسجيل المتقدم بالشركة والتوجه للقطاع المختص  \nإلستالم الوظيفة:  \nيقوم العامل بتسليم جميع المستندات إلى الموظف المختص بألرشيف \nلمراجعتها وحفظ بيانات العامل بقواعد البيانات إلصدار رقم تعريفي \nللعامل ثم يتم تسجيل بصمة اليد أو الوجه بأنظمة الحضور واالنصراف  \nالخاصة بالشركة، وعليه يقوم العامل بالتوجه إلى القسم االنتاجي الذي \nتم إختباره به إلستالم العمل والتعرف على المشرف المباشر أو المدير \nالمختص. في حالة عدم إكتمال مصوغات التعيين للمتقدم ال يتم تسجيل  \nالعامل واليتم إصدار الرقم التعريفي له تماما.  \n \nسابعا: تعيين موظفين سابقين:  \nيقوم الموظف المختص بالكشف عن جميع المتقدمين لإلتحاق \nبمجموعة العمل الخاصة بالشركة لبيان ما إذا كان المتقدم قد سبق له \nالعمل بالشركة ومطابقة نتيجة الكشف بإستمارة المتقدم وفي حالة ثبوت \nبأن العامل لم ينوه عن المعلومة الصحيحة يتم إستبعاده فورا. \n \nإذا كانت النتيجة تطابق نتائج البحث مع إستمارة المتقدم وكانت النتائج \nالسابقة المحفوظة بالشركة للمتقدم إجابية من حيث األداء الوظيفي \nالجيد واإلنتاجية واإلنضباط واإللتزام والوالء، وعدم وجود أنقطاعات \nعن العمل تماما فإن الشركة التمانع من عودة العامل وفقا للفرص  \nالمتاحة. Part One  \nAppointmen ts, contracting and termination  \n \nThe company executes  appointment  procedures to support talent \nacquisition for efficiency and skill development in addition to \nrenewable expertise for its staff through the continuous follow -up \nby specialists in the business.   \n \nAppointment procedures:  \nFirst: Allocated recruitment timings for applications and \ntechnical testing : \n \nThe company receives applications from 08:00 am to 8:45 \nam from Sunday through to Wednesday on week ly bases  \n \n \nSecond: Joining the technical tests:  \nHuman Resources Department – Recruitment personal  – \nreviews applications and applicants' data, then issue follow -\nup documents  for applicant’s distribution across  relevant \nsectors to start the technical and proficiency tests during \n10:00 am to 13:00  \n \n \nThird: Medical tests : \nIf the applicant passes the technical test,  he / she is directed \nto the medical examination from 13:00 to 1 5:00 \n \n \nFourth: Determine the means of movement:  \nAfter medical examination  accomplishment , the applicant shall \nredirect to fleet o fficer to review the residence data means of \ntransportation  determination  \n \n \nFifth: Applicant a cceptance and documents review : \n \nApplicant shall submit his approved application to Human \nResources Department After passing the previous stages, then \nappointment letter will be given reflecting all relevant recruitment \ndocumentation required to be obtained within five days from date \nof appointment letter as follows:  \n \nMedical Test & Work notify  Birth & Graduation Certificates  \nCopy of national ID  Criminal records certificate  \nThree Personal Photos  Military Service Certificate  \nProfession Certificate  Social Insurance Print  \n \n \nSixth: Applicant Registration and job allocation : \n \nEmployee shall submit all relevant documentation to HR archiving \npersonal, for review and system recording, to issue em ployee ID \ncode, then attendance fingerprint, or face print to be scanned to \nupdate company attendance system; Employee shall redirect to \nassigned section to acquire his work and get connected with his \ndirect line supervisor, or line manager. Should documen tation not \nhave submitted, applicant registration stops.  \n \n \nSeventh: Appointment of former employees:  \nRecruitment personal inspect all applicant to identify former \nemployees and compare results with application to ensure \naccurate notification, by applicant. Should applicant hided this \nnotification, by any means, applicant to be excluded immediately.  \n \n \nShould all provided data, by applicant, adequate and positive \nformer employee recorded historical data captured in terms of \ngood performance, productivity, discipline, commitment and \nloyalty, former employee is welcomed to rejoin according to \navailable opp ortunities.  \n \nPage 3 of 10 \n \n :ثامنا: تعيين ذوي اإلحتياجات الخاصة \nطبقا للقوانين المعمول بها داخل جمهورية مصر العربية فإن الشركة \nتقوم بتعيين نسبة 5 % من ذوي اإلحتياجات الخاصة. \n \nتاسعا: تعيين األقارب:  \nيمكن تعيين األقارب بالشركة في حالة اإللتزام بالتالي: \n- اإلفصاح عن درجة القرابة \n- ال يتم تعيين األقارب بنفس اإلدارة \n- تقوم إدارة الموارد البشرية والمتابعة بدراسة المراكز \nالوظيفية المتاحة المناسبة وإرسال التوصيات مدير \nالمصنع لإلختيار والموافقة. \n \nعاشرا: الحد األدنى لسن المتقدم لشغل وظيفة:  \nالحد األدنى لسن العمل في جمهورية مصر العربية بدون أي قيود هو  \n18 سنة. \n \nوطبقا لقانون العمل ،فإن العاملين بين 16-18  سنة يحق لهم العمل\nدون ساعات عمل إضافية ،والعاملين أقل من  18   سنة اليجوز تشغيلهم\nألكثر من أربع ساعات متواصل ،وال يجوز تشغيل العمال دون \n18  سنة ألكثر من6 ساعات يوميا ،وال يجوز تشغيل العاملين دون  \n18  سنة بين الساعة 07:00  مساء حتى الساعة 07:00 صباحا \n \nالحادي عشر: فترة اإلختبار القانونية للعامل:  \nطبقا لقانون العمل المعمول به، فإن جميع العاملين يخضعون لفترة \nإختبار قانونية تقدر بثالثة أشهر من تاريخ اإللتحاق بالشركة ويحق \nلصاحب العمل خاللها إنهاء العالقة التعاقدية دون إخطار سابق على \nتاريخ اإلنهاء. \n \nالتعاقد العمالي:  \nإصدار مستندات التعاقد:  \n- يتم إصدار خطاب تعيين  (عقد إبتدائي)  للعمال الجدد  ويعمل \nبهذا الخطاب إلى حين إصدار عقد العمل بعد إجتياز فترة \nاإلختبار القانونية،  وفي حالة مد فترة اإلختبار إلى ستة \nأشهر يتم إخطار العامل وإصدار تجديد لخطاب التعيين \n(عقد إبتدئي) لحين اإلنتهاء من فترة اإلختبار المضافة. \n- يتم إصدار عقد التوظيف سنوي بعد إنتهاء فترة اإلختبار \nالقانونية أو المضافة من ثالثة نسخ نسخة بيد كل طرف \nوالنسخة الثالثة يتم تسليمها لمكتب التأمينات اإلجتماعية. \n \nالبانات الشخصية:  \nحيث أن بيانات العامل الشخصية هامة إلتمام أو إنهاء التعاقد الوظيفي \nو(أو) اإلتصال والمتابعة في الحاالات الضرورية و(أو) الفجائية من \nقبل العامل و(أو) من قبل الشركة، فإن الشركة تقوم بتسجيل جميع \nبيانات العاملين بسجل خاص ويتم تحديثه بمجرد الحصول على  \nالبيانات الجديدة، ولذلك العاملين الذين قد تطرأ على بياناتهم أي \nتغيرات مسؤولين عن إخطار اإلدارة بتلك التغييرات مثل: اإلسم – \nالعنوان - رقم الهاتف - الحالة اإلجتماعية - المؤهالت الدراسية – أو \nأية بيانات أخر ى ويجب اإلخطار بها خالل خمسة أيام من تاريخ \nالتغيير. \n \nتجديد عقد التوظيف:  \nيتم تجديد عقد التوظيف من خالل إصدار خطاب تجديد محدد به مدة \nالتجديد والتغيرات بشروط التعاقد إن وجدت. \n \nإنهاء التعاقد:  \nيتم إنهاء عقد العمل في حالة إنتهاء مدة العقد و(أو) بلوغ سن التقاعد \n(60  عام) و(أو) وفاة العامل و(أو) أي سبب آخر ينص عليه قانون\nالعمل المعمول به بجمهورية مصر العربية. \n \nويمكن إنهاء عقد العمل في حالة تقدم العامل بإستقالة بموجب إخطار \nكتابي قبل تاريخ اإلستقالة بثالثين يوم.  Eighth: Appointment of Persons with Special Needs:  \nIn accordance with the laws in force in the Arab Republic of Egypt , \nT&C appoint special needs employees equivalent to 5% from total \nnumber of company employees.  \n \nNinth: Appointment of Relative s: \nRelatives appointed should the following is followed:  \n- Relation Disclosure  \n- Relatives not appointed in same department  \n- Human Resources and administration reviews available \nvacancies and submit recommendations to Head of \nFactory for selection and approval.  \n \n \n \nTenth: Minimum age for applying for a job:  \nThe minimum employment age in the Arab Republic of Egypt is 18 \nyears.  \n \nIn accordance to labor law, candidates between 16 & 18 years old \neligible to be hired conditioned no overtime, and working time not \nto exceed four hours continually and not more than six hours a day. \nFurthermore, candidates below 18 years old not to work between \n07:00 PM and 07:00 AM  \n \n \nEleventh: Candidate Probation Period : \nIn accordance labor law, all employee’s  subject s to probation \nperiod of three months from the date of appointment and the \nemployer is entitled to terminate the contractual relationship \nwithout prior notice during this period . \n \n \nEmployment Contract:  \nContrac tual Document Issuance : \n- Appointment letter (Preliminary  contract) shall be \nissued to the new joiners . This letter shall be used until \nthe issuance of permanent employment contract \nfollowing probation period accomplishment. In the case \nof extending probation period for extra three months, \nemployee  shall be notified and a renewal of \nappointment letter is issued until accomplishment . \n- Permanent employment contract is issued in three \noriginals, the third is handed over to social insurance \noffice after probation period accomplishment.  \n \nPersonal data:  \nDue to the importance of employee's personal data for the relevant \ncontractual obligations and / or  the connectivity in case of \nnecessary and / or the connectivity in case of employee relevant \nunforeseen cases and / or in case of company  relevant unforeseen \ncases , the company registers employee personal data in special \nsystems updated upon any change co mmunicated by the employee \nto Human Resources Department, and therefore employees whose \ndata may change, are responsible to notify Human Resources of \nsuch changes, such as: name, address, telephone number, marital \nstatus, educational qualifications, or any  other data within five days \nof the date of change.  \n \nEmployment Contract  Renewal : \nThe employment contract is renewed by issuing a renewal letter \nspecifying new  period and conditional changes , if any.  \n \n \nEmployment Contract Termination of contract:  \nThe contract of employment shall be terminated if the contract \nexpires, (f) the retirement age (60 years), (f) the death of the \nworker and (f) any other reason provided by the Labor Law in force \nin the Arab Republic of Egypt.  \n \nThe contract of employment may be  terminated if the employee \nsubmits a written notification prior to the date of resignation by 30 \ndays.  \nPage 4 of 10 \n \n  وفي جميع االحوال يستحق العامل ،في حالة إنتهاء عقد العملألي من  \nاالسباب الموضحة سلفا: \n- رصيد االجازات المتبقي \n- نسبة المرتب المتبقية \n- مكافأة نهاية الخدمة طبقا لقانون العمل \n- يخصم من جميع ماسبق أية إستقطاعات أو إستحقاقات \nللشركة أو ألي جهة حكومية أو رقابية من قيمة ما يستحقه \nالعامل ويتم صرف صافي المستحقات بعد الخصم. \n- ال يتم صرف أية مستحقات للعامل إآل بعد تسليم جميع \nمتعلقات الشركة بحوزة العامل لإلدارات المختصة وتوقيع \nاإلدارات المعنية على مستند إتمام إجراءات إخالء \nالطرف، ثم يتم حساب مستحقات العامل الصافية وإصدار \nجميع المستندات المطلوبة قانونيا وتسليمها للعامل. ويتم \nصرف مستحقات إنهاء العقد يوم  20  من كل شهر مع\nمراعات أجازات البنوك. \n \nالجزء الثاني  \nمواعيد العمل الرسمية واألجازات والعطالت والراحات  \n \nأوال مواعيد العمل بالمصنع:  \nعدد ساعات العمل اإلسبوعي بصفة عامة هي 48  ساعة عمل شاملة\nوقت الراحة القانونية أثناء العمل. وأيام العمل الرسمية بالمصنع من \nالسبت إلى الخميس ، ويكون يوم الجمعة هوا يوم العطلة االسبوعية \nلجميع العاملين. \n \nفي كل األحوال إلدارة المصنع اإلبقاء على تلك المواعيد أو تغييرها  \nوإخطار العاملين بالتغييرات فيما ال يتعارض مع القوانين المتعارف \nعليها والمعمول بها داخل جمهورية مصر العربية. \n \nتوقيت العمل األساسي  يوميا  عدا يوم الجمعة  من الساعة الثامنة صباحا \n( 08:00 ( ) وحتى الساعة الرابعة عصرا 16:00  ) أما بالنسبة \nللورديات المسائية أو الساعات الممتدة فيتم تحديدها طبقا لمتطلبات  \nالعملية التصنيعية من قبل إدارة المصنع ويتم إخبار العاملين بها \nبصورة دورية منتظمة  مع التحفظ على أنه ال يجوز تشغيل النساء من \nالساعة السابعة مساء  19:00    وحتى الساعة 07:00  .السابعة صباحا \n \nيتخلل توقيت العمل بالمصنع فترات راحة للعاملين للمساعدة على \nتدارك النشاط الجسماني والذهني المطلوب وهي كالتالي: \n \nفي حالة تشغيل الوردية األولى يحصل العامل على فترة راحة أولي \nوهي خمسة عشر دقيقة(15   دقيقة) لتناول مشروب من الساعة العاشرة\nصباحا( 10:00 () وحتى العاشرة والربع صباحا 10:15  ). كما \nيحصل العامل على فترة راحة ثانية لتناول وجبة الغداء لمدة خمسة \nوأربعون دقيقة من الساعة الثانية عشر والربع ظهرا ( 12:15  ) وحتى\nالساعة الواحدة ظهرا ( 13:00) \n \nفي حالة تشغيل الوردية الثانية يحصل العامل على فترة راحة لمدة \nخمسة وأربعون دقيقة من الساعة الثانية  عشر والربع فجرا ( 00:15 )\n( وحتى الساعة الواحدة فجرا 01:00) \n \nفي حالة تشغيل الوردية الثالثة يحصل العامل على فترة راحة لمدة \nثالثون دقيقة من الساعة الرابعة صباحا ( 04:00  ) وحتى الساعة \nالرابعة والنصف صباحا ( 04:30) \n \n ثانيا :  أجازات العامل السنوية: \nيحق للعامل أجازة سنوية طبقا لقانون العمل  في حدود ما يلي: \n- العامل المقيد بالتأمينات لمدة أقل من عشرة سنوات \n(10 ( سنوات) يستحق واحد وعشرون يوم عمل21  يوم\nعمل) متاحة كرصيد أجازات من سنة التوظيف الثانية \nبالشركة وكنسبة من الحضور بسنة التوظيف األولى \nبالشركة. \n In all cases, worker ’s entitled  to below rights , in case of contract \ntermination for any of the reasons stated above:  \n \n- Leave Balance  \n- Remainder Salary  \n- End of service rights  as per  the Labor Law  \n- All above subjected to further deductions relevant to \ncompany reimbursements or taxes relevant to \ngovernmental regulations, then net value to be paid . \n- No payments prior to company belongings handover to \nconcerned de partments and getting all relevant \nsignatures to prove such action . Final payment executed  \non the 20th of each month, taking into consideration \nbank holidays.  \n \n \n \n \n \nThe second part  \nOfficial working hours, holidays, vacations and breaks  \n \n \nFirst Factory Working Hours:  \nThe number of weekly working hours in general is 48 working hours \ninclusive of legal rest time during work. The factory working days \nare from Saturday to Thursday, and Friday is the weekly holiday for \nall employees.  \n \nIn any case, the  management of the factory shall maintain or \nchange such appointments and notify the employees of the \nchanges in a manner that does not contradict the customary laws \nin force in the Arab Republic of Egypt.  \n \nBasic working time is daily except Fridays from 8 :00 am to 4:00 pm \n(4:00 pm). For evening or extended hours, the factory is \ndetermined according to the requirements of the manufacturing \nprocess by the factory management. The reservation that women \nmay not be employed from 7:00 pm to 7:00 pm to 7:00 am.  \n \nThe work time of the factory breaks the rest of the workers to help \ncorrect the physical and mental activity required as follows:  \n \nIn the case of the first rosary, the worker will receive an initial rest \nperiod of fifteen minutes (15 minutes) for a drink f rom 10 am \n(10:00 am) until 10:15 am (10:15 am). The worker also has a second \nbreak for lunch for forty -five minutes from 12: 15hrs (12:15) until \n13:00 (13:00)  \n \nIn the event of the operation of the second rosary, the worker shall \nreceive a rest period of fo rty-five minutes from 12:15 am (00:15) \nuntil 1:00 am (01:00)  \n \nIn the event of the operation of the third rosary, the worker shall \nreceive a thirty -minute rest period from 4:00 am (04:00) until 4.30 \nam (04:30)  \n \nSecond: Annual Employee Vacations:  \nThe worker shall be entitled to annual leave according to the Labor \nLaw within the following limits:  \n- Employee with less than ten years (10 years) is entitled to twenty -\none working days (21 working days) available as a leave balance \nfrom the company's second year of  employment and as a \npercentage of attendance at the company's first year of \nemployment.  \n \n- The worker who has been in the insurance for more than 10 years \n(10 years) is entitled to thirty working days (30 work days) available \nas a leave balance from the second employment year of the \ncompany and as a percentage of attendance at the company's first \nyear of employment.  \n \n- Vacations shall not be granted to the worker within the first three \nmonths of the test from the date of entitlement to the company \nPage 5 of 10 \n \n- ( العامل المقيد بالتأمينات لمدة تزيد عن عشرة سنوات10 \n( سنوات) يستحق ثالثون يوم عمل30  )يةم عملمتاحة \nكرصيد  أجازات من  سنة  التوظيف  الثانية  بالشركة  وكنسبة \nمن الحضور بسنة التوظيف األولى بالشركة. \n \n- ال تمنح أجازات للعامل خالل أول ثالثة أشهر إختبار من \nتاريخ إلتحاقه  بالشركة وفي حالة طلبه ألجازة يتم إعتبارها \nعارضة وخصما من الراتب. \n \n- يجب  على  العامل  إستهالك  رصيد  أجازاته  السنوية  في نفس \nالسنة الميالدية وال  يجوز  ترحيلها  إلى  العام  التالي  إال  حسب \nتعليمات صاحب العمل أو إحتياجات العمل. \n \n \n- للعامل  خالل السنة األولى من تاريخ  توظيفه بالشركة الحق \nفي أجازة سنوية نسبة إلى شهور خدمته. \n \n- لكل عامل بالشركة ستة أيام عمل (6  )أيام عمل أجازة \nعارضة سنويا بواقع يومان متصالن على األكثر في كل \nمرة، وفي حالة مخالفة العامل بتعدي الحد األقصى يتم \nتوقيع العقوبات المناسبة طبقا لقانون العمل  المعمول به في \nجمهورية مصر العربية. \n \nأجازة الوضع  والحضانة للسيدات:  \nتمنح العامالت الحق في أجازة وضع تقدر بتسعين يوما (90  )يوم\nمدفوعة األجر بشرط أن يكون مر على تاريخ التعيين فترة ال تقل عن \nعشرة أشهر ( 10  أشهر) على األقل من تاريخ توظيفها بالشركة \nوتشمل تلك األجازة يوم الوالدة ( مع التحفظ بأن للعامالت الحق بتلك \nاألجازة بحد أقصى مرتين خالل فترة الخدمة بالشركة فقط وال إستثناء \nفي ذلك) ومع األخذ في اإلعتبار بضرورة تقديم العاملة طلب األجازة  \nلإلدارة الموارد البشرية قبل الشروع بها. \n \nكما تستحق العامالت لمدة االربعة  وعشرون شهرا التالية للوالدة ساعة \nواحدة يوميا للمغادرة أو للبدل وذلك للرضاعة طبقا للقوانين المعمول \nبها.  كما تقوم الشركة بتوفير حضانة لألطفال في حالة زيادة العامالت \nعن مائة عاملة (100 )عاملة \n \nأجازة اإلبوة للرجال : \nتمنح الشركة للعاملين الذكور أجازة لمدة  ثالث أيام (3   أيام) عند إنجاب\nزوجاتهم ألبناء بشرط إخطار المدير المباشر وإدارة الموارد البشرية \nمن خالل نماذج الموافقات المتعارف عليها. \n \nأجازة الزواج:  \nتمنح الشركة للعاملين أجازة زواج لمدة سبعة أيام (7   أيام) شاملين يوم\nالجمعة إخطار المدير المباشر وإدارة الموارد البشرية من خالل نماذج  \nالموافقات المتعارف عليها. \n \nأجازة الحج: \nيحق للعامل أجازة لمدة  ثالثون يوما (30  )يوم  مدفوع ألداء الحج لمرة \nواحدة خالل فترة الخدمة بالشركة بشرط أن يكون العامل قد أمضى \nخمسة سنوات ( 5  )سنواتمتصلة من  العمل بالشركة، وحصول \nالعامل على موافقة المدير المباشر وإخطار إدارة الموارد البشرية من \nخالل نماذج الموافقات المتعارف عليها. \n \nاألجازات الرحيمة: \nيحق للعامل الحصول على أجازة رحيمة لمدة 3  أيام في حالة حدوث\nوفاة لألقارب من الدرجة األولى: آباء، أزواج، أبناء، أخوة، أخوات، \nجدود، أصهار وفي حالة تعدي المدة المذكورة وجب  موافقة المدير \nالمباشر وإخطار إدارة الموارد البشرية من خالل نماذج الموافقات \nالمتعارف عليها. \n \n and in the case of a request for a vacation considered a casual and \ndeducted from the salary.  \n \n- The employee must consume the balance of his annual leave in \nthe same calendar year and may not be deported to the following \nyear except according to the employer 's instructions or work \nneeds.  \nthe third part  \nWages - incentives, overtime work, meals and annual increase - \ncareer guidance programs  \n \nFirst: payment of wages / additional / value of meals / incentives \nfor workers:  \n- Pay is paid on a monthly basis  \n- Paymen t of wages on thirty (30) of each month knowing that \npayment is made before the date or after the date of the day \naccording to the weekly breaks or public holidays Banks  \n- The additional wage is paid with the basic wage. It is known and \nagreed that the add itional wage is calculated according to the \nparameters of the Labor Law as the basis of calculation  \n- Salary shall be paid by bank transfer to the account of the worker  \n- Pay for meals during the following week to pay wages, taking into \naccount weekly depa rtures or bank holidays. It is agreed that the \nvalue of the meals is calculated on the basis of attendance of the \nrosary in full, and in the absence of attendance or absence, either \nwith permission or without permission is not calculated for meals. \nIt is c ommon practice to pay actual meals for some special cases, \nwhich deprives the employee of the right to receive a meal for the \nsame condition. It is agreed that the meal is not regarded as a \nfinancial benefit for workers since it is linked to the presence o f the \nworker only and is not considered a financial benefit even if it was \ngiven financially and even if spent out of the total monthly salary.  \n- Productive incentives shall be paid on the fifteenth day of each \nmonth, taking into account weekly or bank hol idays  \n \nGeneral rules for calculating the overtime pay:  \n- The employees of the company should generally follow the \nprocedures for approval of work for additional hours as a basis for \ncalculating the additional wage whether the worker is \nadministrative or pr oductive.  \n- In all cases, the production managers or managers concerned with \nthe administrative functions shall issue lists containing the names \nof authorized employees for additional hours. The required \napproval shall be obtained from the factory manager and delivered \nto the follow up department to review the required transportation \nand human resources management to calculate the appropriate \ncompensation. According to regulations.  \n- Employees who are present after the basic working hours and \nthere is no ap proval for work for additional hours will not be \ncharged an additional fee for them and will not be equipped with \nappropriate transportation.  \n- Employees who are approved for an additional wage and whose \npresence and departure are not proved through the fi ngerprint \ndevices to prove attendance and departure will not be charged an \nadditional fee.  \n- Employees who have received an approval for an additional wage \nand have been proved to be present and departing before \ncompleting the number of hours fixed with th e approval lists, their \nadditional remuneration shall be calculated according to the \nnumber of attendance hours only.  \n \nSecond: Annual salary increase:  \n- The company determines the annual increase of salaries and \ndisbursement of the first month of January e ach year  \n- The main determinants affecting the amount of annual increase \nof workers are the performance of the worker and the evaluation \nof his work by his direct supervisor and / or the administration, \ntaking into consideration inflation rates and relevan t laws and \ndecisions in force in the Arab Republic of Egypt. Employees with a \nperiod of one year or more from the date of appointment shall be \nentitled to the annual increase.  \n- Employees with a service period of less than one year are not \nentitled to an a nnual increase.  \n \nPage 6 of 10 \n \nاألجازات المرضية: \n- يحق للعامل أجازة مرضية طبقا للتقارير الطبية الواردة \nمن اللجنة الطبية الخاصة بالشركة وتطبق قواعد قانون \nالعمل والتأمين الصحي في هذا الشأن. \n- توفر الشركة طبيب  خالل ساعات العمل من  الساعة الثانية \nعشر ظهرا ( 12:00 ) وحتى الثالثة مساء ( 15:00.) \n-  العاملالذي يحتاج للرعاية الطبية لمدة تتجاوز المائة \nوثمانون يوما (180يوم) يجب تحويله للجنة طبية بهيئة \nالتأمينات اإلجتماعية إلثبات نسبة العجز تمهيدا إلنهاء \nالعمل. \n- تتحمل الشركة نفقة العالج المعتادة إال في حالة وجود أي \nقرار من الطبيب أو المنشأة الطبية  يفيد بعدم وجوب \nالتحمل. \n \nاألعياد الرسمية: \nتقوم إدارة الشركة بتأكيد األجازات واألعياد الرسمية بموجب  إخطار \nمنفصل يتم إصدارها خالل اإلسبوع السابق للمناسبة. \n \nالجزء الثالث  \nاألجور  - الحوافز ومقابل اعمل لساعات إضافية والوجبات  \nوالزيادة السنوية –  برامج التوجيه – المسار الوظيفي  \n \nأوال: سداد األجور /  اإلضافي / قيمة الوجبات / الحوافز  \nللعاملين:  \n- يتم سداد األجر على أساس شهري \n- يتم سداد األجور يوم ثالثين (30  ) من كل شهر مع العلم\nبأنه يتم السداد قبل الموعد بيوم أو بعد الموعد بيوم طبقا \nللراحات اإلسبوعية أو العطالت الرسمية البنوك \n- يتم سداد األجر اإلضافي مع  األجور االساسية ومن  \nالمعروف والمتفق عليه بأن األجر اإلضافي يتم إحتسابه \nطبقا لمحددات قانون العمل كأساس إحتساب \n- يتم سداد المرتب بموجب تحويل بنكي لحساب العامل \n- يتم سداد مقابل الوجبات الغذائية خالل االسبوع التالي \nلسداد األجور مع مراعات الراحات اإلسبوعية أو العطالت \nالرسمية للبنوك. ومن المتفق عليه فإن قيمة الوجبات يتم \nإحتسابها على أساس حضور الوردية كاملة، وفي حالة \nعدم الحضور أو الغياب سواء بإذن أو بدون إذن ال يتم \nإحتساب مقابل الوجبات. ومن المتعارف عليه فإن صرف \nوجبات فعلية لبعض الحاالات اإلستثنائية يسقط حق العامل \nفي الحصول على مقابل وجبة لنفس الحالة. هذا ومن \nالمتفق عليه فإن مقابل الوجبة اليعتبر من المزايا المالية \nللعاملين حيث أنه مرتبط بحضور العامل فقط وال يعتبر \nمن المزايا المالية حتى وإن تم إعطائه  بصورة مالية وحتى \nوإن تم صرفه من ضمن إجمالي الراتب الشهري.  \n- يتم سداد الحوافز اإلنتاجية اليوم الخامس عشر من كل  \nشهر مع مراعاة الراحات اإلسبوعية أو العطالت الرسمية \nللبنوك \n \nقواعد  عامة  إلحتساب األجر اإلضافي لساعات العمل:   \n- يجب على العاملين بالشركة بصفة عامة إتباع إجراءات \nالموافقة على العمل لساعات إضافية كأساس إلحتساب أجر \nإضافي سواء كان العامل هوا إداري أو إنتاجي. \n- في جميع االحوال، يقوم رؤساء اإلنتاج أو المديرين \nالمعنيين بالنسبة للوظائف اإلدارية بإصدار قوائم تحتوي \nعلى أسماء العاملين المصرح لهم العمل لساعات إضافية \n،ويتم الحصول على الموافقة المطلوبة من مدير المصنع  \nوتسليم تلك القوائم إلدارة المتابعة لمراجعة سبل \nالمواصالت المطلوبة، وإدارة الموارد البشرية إلحتساب \nالمقابل المناسب طبقا للوائح. \n- العاملين المتواجدين بعد ساعات العمل األساسية وال يوجد \nموافقة للعمل لساعات  إضافية لن يتم إحتساب أجر إضافي \nلهم ولن يتم تجهيز وسائل مواصالت مناسبة لهم. Third: Guidance programs prepared by the company  \n- All new employees are entitled to attend orientation programs \nand define the systems and policies adopted by the company and \nthe different departments which help the new attendees to start \ntheir business.  \n- The company's departments each organize awareness programs \naccording to the need, in coordination with the different \ndepartments, to inform the employees about administrative \ndevelopments or any other information that must be shared  with \nthe employees.  \n- The head of the department responsible for the worker shall work \non guiding and guiding programs to ensure the proper functioning \nof the work system.  \n- In general, consideration should be given to the fact that the \norientation progra ms may be in the form of meetings or prayer \nlectures, and may be in the form of actual practical guidance during \nthe performance of the work to raise skills and / or cognition and / \nor competencies.  \n \nFourth: Career Path:  \nIn accordance with the development plan of the company and the \nworkers, the movement of promotions, transportation, rotation \nand vacancies shall be considered according to the needs of the \nadministration  \n \npart Four  \nOccupational Health and Safety and Employee Obligations  \n \nFirst: Occupational  Health and Safety:  \nThe Company shall ensure that it takes the necessary steps to \ncreate a safe and healthy work place in accordance with the laws \nand regulations of the Labor Law. The application of safety and \noccupational health standards shall be as fol lows:  \n- Employer shall take all precautionary measures to provide \noccupational health and safety of employees against all hazards \n(mechanical, chemical, bio -fire) through the necessary assessment, \nexamination, training and contingency planning.  \n- The compa ny shall perform the medical examination of the \nemployees before appointment and examine them periodically in \naccordance with the rules of health insurance.  \n- The company provides a nurse to increase the number of \nemployees from 50 individuals.  \n \nSecond: Em ployees' obligations towards occupational health and \nsafety applications:  \nEmployees' obligations with occupational health and safety \nrequirements are among the most important pillars for avoiding \nemployee injuries or causing damage to the company's assets.  \nTherefore, the employees are committed to the procedures and \norders for following the health steps within the factory.  \n \nIf the employee does not follow the occupational health and safety \nrequirements and procedures, he is subject to the disciplinary \nsanct ions regulations in accordance with the Labor Law. In the case \nof the accident resulting from the employee not following the \noccupational health and safety procedures and orders, the \ncompany has the right to follow the legal procedures against the \nviolator . \n \nFifth part  \nGeneral discipline and procedures associated with violators  \n \nFirst: General definition of discipline, scope, areas of application \nand basis of application:  \nThe general definition of discipline is the respect and commitment \nof all employees of the Company \"without exception\" to the \nregulations, regulations and executive procedures issued by the \nCompany's departments and not to breach them and / or to breach \nthem and / or to cause breach by the same employee and Or if the \nviolation o f the rules of general discipline is proved, all penalties \nassociated with the offense shall be applied.  \nScope and basis for the application of the rules of discipline: The \nCompany's disciplinary rules are applied within the scope of the \nCompany's headquar ters and / or subsidiary headquarters and / or \nPage 7 of 10 \n \n-  العاملين الحاصلين على موافقة ألجر إضافي ولم يتم إثبات\nحضورهم وإنصرافهم من خالل أجهزة البصمة \nالمخصصة إلثبات الحضور واإلنصراف لن يتم إحتساب \nأجر إضافي لهم. \n- العاملين الحاصلين على موافقة ألجر إضافي وتم إثبات \nحضورهم وإنصرافهم قبل إتمام عدد الساعات المثبتة \nبقوائم الموافقة، يتم إحتساب أجرهم اإلضافي طبقا لعدد \nالساعات الحضور فقط. \n \nثانيا: الزيادة السنوية للمرتبات:  \n- تقوم الشركة بتحديد الزيادة السنوية للمرتبات وصرفها أول \nشهر يناير من كل عام \n- المحددات الرئيسية المؤثرة على مقدار الزيادة السنوية \nللعاملين هي أداء العامل وتقييم عمله من رئيسه المباشر \nو(أو) اإلدارة مع األخذ في اإلعتبار معدالا التضخم \nوالقوانين والقرارات ذات الصلة المعمول بها داخل \nجمهورية مصر العربية. و يحق للعاملين ذو فترة خدمة \nعام كا مل أو أكثر من تاريخ التعيين الزيادة السنوية \nالمقررة. \n- العاملين ذو فترة خدمة أقل من عام كامل ال يحق لهم زيادة \nسنوية. \n \nثالثا: برامج  التوجيه  المعدة  من قبل الشركة  \n- يحق لجميع العاملين الجدد حضور برامج توجيه وتعريف \nبالنظم والسيايات المتبعة بالشركة واإلدارات المختلفة \nوالتي تساعد المظفين الجدد على البدء لمباشرة أعمالهم.  \n- كما تقوم إدارات الشركة كل على حدى بتنظيم برامج \nتوعية طبقا لإلحتياج بالتنسيق مع اإلدارات المختلفة \nإلطالع العاملين على مستجدات إدارية أو أية معلومات  \nأخرى واجب إطالع العاملين عليها. \n- كما يقوم رئيس القسم التابع له العامل بعمل برامج توجيهية \nوإرشادية منظمة لضمان حسن سير منظومة العمل.  \n- بصورة عامة يجب األخذ في اإلعتبار بأن البرامج \nالتوجيهية يمكن أن تكون في صورة إجتماعات أو \nمحاضرات إلقاء، ويمكن أن تكون في صورة توجيهات  \nفعلية عملية أثناء تأدية األعمال لرفع المهارات و(أو) \nاإلدراك و(أو) الكفاءات. \n \nرابعا: المسار الوظيفي : \nطبقا لخطة التنمية للشركة والعاملين يتم النظر في حركة الترقيات \nوالنقل والتناوب واألماكن الشاغرة طبقا إلحتياجات اإلدارة \n \nالجزء الرابع  \nالصحة والسالمة المهنية وإلتزامات العاملين  \n \nأوال: الصحة  والسالمة المهنية : \nتضمن الشركة إتخاذ ما يلزم لتهيئة مكان عمل صحي وآمن طبقا \nللقوانين واللوائح  الخاصة بقانون العمل ويكون تطبيق معاير السالمة \nوالصحة المهنية كالتالي: \n- يقوم صاحب  العمل  بإتخاذ  كافة  وسائل  الحيطة  لتوفير  سبل \nالصحة والسالمة المهنية للعاملين ضد كافة المخاطر \n(الميكانيكية  – الكيميائية – الحيوية – النيران) من خالل \nعمل التقييم الالزم  والفحص والتدريب وإعداد خطط \nالطوارىء. \n- تقوم الشركة بعمل  الفحص الطبي للعاملين قبل التعيين \nوفحصهم بطريقة دورية طبقا لقواعد التأمين الصحي \nوتشكل لجنة للصحة والسالمة المهنية بمحاضر  إجتماعات \nمنتظمة. \n- تقوم الشركة بتوفير ممرضة لزيادة عدد العاملين عن 50 \n.فردا \n the scope of the Company's liability in accordance with the relevant \nlaws in force in the Arab Republic of Egypt. .  \n \nSecond: General Rules of Discipline:  \n- All employees of the company must register their atte ndance and \ndeparture through the attendance and departure devices available \nin the company and monitored by the Human Resources \nDepartment. In case of non -compliance, the worker is \nautomatically absent from work. If the failure to register is a result \nof an error in the device, if any, the worker must notify the security \nand follow -up department to make sure. It is well known and \nagreed that the time taken from the registration of attendance and \n(or) departures will not exceed 24 hours maximum (24 hours).  \n- The entry of food and / or beverages, (or) colored bags and (or \nblack) and (or) radios and (or cassettes) and (or external \npublications of various kinds (not limited to newspapers and / or \nMagazines and (or) publications and (or) advertising and (or) \nadve rtising and (f) the reserve shoes for the areas of production \noperations of the company and are kept in the designated spaces \nsuch as changing rooms and other places directed by the \nmanagement of the company and in case of violation Appropriate \npenalty is applied by the administration.  \n- All employees are prohibited from smoking inside the company \npremises. Smokers should go to the designated places determined \nby the factory management outside the buildings and in case of \nviolation, the list of violations s hall be applied.  \n- Oral discussion or verbal warning is defined as calling the worker \nto inform him that the position is rejected. The purpose of this is to \ncorrect the behavior and (or) the act and (or) the unacceptable \naction and (or) the rejected and is  not intended to punish and (or) \nthreat of the worker and if the worker overcame this deficiency no \nsubsequent action is required.  \n- In the event of an ineffective oral warning, a written warning shall \nbe issued to the worker and the tasks required during the \ncorrection period. The penalty shall be imposed in accordance with \nthe provisions of the Labor Law.  \n \nThird: The rules of separation:  \nThe rules of separation shall be generally applied in accordance \nwith the labor law sanctions regulations and the relat ed \naccompanying laws and amendments in the Arab Republic of Egypt \nconcerning the consistent company and the applicable laws.  \n \nFourth: Rules for the application of irregularities and dismissal:  \nIn all cases, the regulations and the executive regulations of the \nseparation procedures shall be applied in accordance with the \nlabor laws and relevant laws and amendments in force in the Arab \nRepublic of Egypt through the following administrative sequence:  \nFor workers in productive sectors:  \nIt is well known that all  workers in the productive sectors follow \nearly supervisors and the first supervisors follow the heads of \ndepartments. Each group of department heads follows a general \nsupervisor who is administratively associated with the factory \nmanager.  \n \nAccordingly, th e first supervisor will notify the head of the \ndepartment, who in turn informs the general supervisor of the due \nstatus of either the direct application or to initiate the \ninvestigations required to determine the appropriate sanctions, \nand this is the admi nistrative hierarchy used in the first place.  \n \nAs a result of the approval of the General Supervisor and the Head \nof the Department for the continuation of the procedures, the \nHead of Department shall notify the Human Resources Department \nthrough an error note signed by the Head of Section and the \nGeneral Supervisor. The Human Resources Department shall sign \nthe appropriate violation in accordance with the regulations. Sign \nthe violation if necessary.  \n \nThe Human Resources Department prepares summary reports  for \nall irregularities and results of investigations and submits them to \nthe factory manager on a regular basis.  \n \nPage 8 of 10 \n \n  ثانيا: التزامات العاملين تجاه تطبيقات الصحة والسالمة \nالمهنية:  \nالتزامات العاملين بمحددات ومتطلبات الصحة والسالمة المهنية يعد \nمن أهم الركائز األساسية لتالفي إصابات العاملين أو التسبب لتلف \nأصول الشركة، وعليه فإن العاملين ملتزمين بإلجراءات واالوامر \nالخاصة بإتباع خطوات الصحة زالسالمة المهنية داخل المصنع. \n \nفي حالة عدم إتباع العامل إشتراطات وإجراءات الصحة والسالمة \nالمهنية  فإنه يخضع لالئحة الجزاءات التأديبية طبقا لقانون العمل، وفي \nحالة الحادث الناتج عن عدم إتباع العامل إجراءات وأوامر الصحة \nوالسالمة المهنية فإن الشركة لها الحق في إتباع اإلجراءات القانونية \nتجاه المخالف للتعليمات. \n \nالجزء الخامس  \nاإلنضباط العام واإلجرائات المصاحبة للمخالفين  \n \nأوال: التعريف العام لإلنضباط ونطاقه ومجاالت تطبيقه وأساس  \nالتطبيق:  \nالتعريف العام لإلنضباط: هو إحترام وإلتزام جميع العاملين بالشركة \n\"ودون إستثناء\" باللوائح والنظم وواإلجرائات التنفيذية المصدرة من \nقبل إدارات الشركة وعدم خرقها و(أو) مخالفتها و(أو) التسبب في  \nخرقها من قبل العامل نفسه و(أو) تحريض عامل آخر على خرقها أو \nتعطيلها، وفي حالة ثبوت المخالفة لقواعد اإلنضباط العام، تطبق جميع \nالجزاءات المرتبطة بالمخالفة. \nنطاق وأساس التطبيق لقواعد اإلنضباط:  تطبق قواعد اإلنضباط \nالخاصة بالشركة داخل نطاق مقرات الشركة و(أو) المقرات التابعة  \nو(أو) نطاق مسئولية الشركة طبقا للقوانين ذات الصلة المطبقة \nوالمتعارف عليها داخل جمهورية مصر العربية وتعد قاوانين العمل \nواللوائح الداخلية للشركة أسس تطبيق الجزائات بصفة عامة. \n \nثانيا: قواعد اإلنضباط العامة:     \n- على  جميع العاملين بالشركة تسجيل حضورهم وإنصرافهم \nمن خالل أجهزة الحضور واإلنصراف المتاحة بالشركة \nوالمراقبة من قبل إدارة الموارد البشرية. في حالة عدم \nاإللتزام بتسجيل الحضور واإلنصراف يتم إعتبار العامل \nغائب عن العمل تلقائيا وإذا كان عدم التسجيل نتيجة خطأ \nبالجهاز \"إن وجد\" يجب على العامل إخطار إدارة األمن \nوالمتابعة للتأكد، ثم إبالغ إدارة الموارد البشرية للمراجعة \nوالتصحيح إن تطلب ذلك. ومن المعروف والمتفق عليه أن \nال يتعدى الزمن المستقطع بدءا من واقعة تسجيل الحضور \nو(أو) اإلنصراف وحتي إبالغ إدارة الموارد البشرية أربعة \nوعشرون ساعة ( 24 .ساعة) بحد أقصى \n- يحظر دخول األطعمة و(أو) المشروبات و(أو) الحقائب \nالملونة و(أو) السوداء و(أو) أجهزة الراديو و(أو) الكاسيت \nو(أو) المطبوعات الخارجية بمختلف أنواعها (على سبيل  \nالمثال وليس الحصر – الصحف و(أو) المجالت و(أو) \nالمنشورات و(أو) الدعاية و(أو) اإلعالنات ) و(أو) األحذية \nاإلحتياطية لمناطق العمليات اإلنتاجية بالشركة ويتم \nحفظهم في األماكن المخصصة لذلك كغرف تغيير \nالموالبس وآية أماكن أخرى يتم التوجيه لها من قبل إدارة \nالشركة وفي حالة المخالفة يتم تطبيق الجزاء المناسب من \nقبل اإلدارة. \n- يحظر على جميع العاملين التدخين داخل مباني الشركة.  \nعلى المدخنين التوجه إلى األماكن المخصصة لذلك والتي \nتحددها إدارة المصنع خارج المباني وفي حالة المخالفة \nتطبق الئحة المخالفات. \n- المناقشة الشفهية أو اإلنذار الشفهي يعرف بأنه  إستدعاء \nالعامل إلبالغه بأن الموقف مرفوض. والهدف من  ذلك \nالتصحيح للسلوك و(أو) الفعل و(أو) العمل غير المقبول \nو(أو) المرفوض وليس الغرض منه معاقبة و(أو) تهديد \nالعامل وفي حالة تغلب العامل على هذا القصور ال يلزم \nإتخاذ أي إجراء الحق. In all cases, and for the importance of the production process, the \nHuman Resources Department deals with the heads of the \ndepartments only f or signing the violations or receiving the \nexplanatory notes and does not accept the memoranda of the two \ngeneral or supervisors directly, and does not issue explanatory \nnotes not signed by the head of the productive department.  \n \nFor administrative staff:  \nIn the event of a violation or an investigation request, the \nDepartment of Human Resources receives the explanatory note \nthrough the Director of the Department after the Director of the \nFactory has been informed and agreed to refer th e Memorandum \nto the signature of the violation or to initiate the required \ninvestigations.  \nPart VI  \nConfidentiality and ownership of information  \n \nMost of the information available to the Company is owned by T & \nC Agencies, but not limited to: a list of the company's clients, its \nfinancial position, information about software and computers, \ndatabases and all forms of data, whether written or not stored or \nstored electronically. In any event, under no circumstances can this \ninformation be used by employees for  personal gain and / or for \nthe benefit of any third party, including the family of the worker \nand (or) keeping a copy at home. It is known and agreed that all \ndocuments and programs containing confidential information must \nbe returned upon termination of employment at the Company and \n(or) upon request  \n \n \nThe employee is not entitled during the period of his service and (f) \nafter the termination of his service with the company for any \nreason, disclosing any information and / or material that he has \nobtained for any person himself and / or through third parties.  \n \nUpon completion of the company's work, the employee must \nreturn all work documents, drawings and / or confidential data that \nhave been delivered to him. In the case of violation of all and / or \npart o f the general framework of the confidentiality and ownership \nof information item, the worker shall be subject to legal liability \nunder current and applicable laws Within the Arab Republic of \nEgypt. The Company also reserves the right to initiate appropriat e \nlegal procedures against such infringement.  \n \n\"The Company reserves the right to amend the Employee Manual \nof the Company's Internal Regulations at any time in accordance \nwith the Company's requirements and (f) any amendments to the \napplicable laws in the  Arab Republic of Egypt.  \n \nPage 9 of 10 \n \n-  في حالة عدم جدوى اإلنذار الشفهي يتم إصدار إنذار \nمكتوب للعامل والمهام  المطلوبة خالل فترة التصحيح ويتم \nتوقيع الجزاء طبقا لألحة جزاءات قانون العمل مع العلم \nبأن في حالة تكرار نفس التقصير يتم تطبيق الئحة \nالجزاءات المضاعفة طبقا للقانون. \n \nثالثا: قواعد الفصل:  \nتطبق قواعد الفصل بصفة عامة طبقا للوائح الجزاءات الخاصة بقانون \nالعمل والقوانين والتعديالت المصاحبة ذات الصلة والمتعارف عليها  \nبجمهورية مصر العربية والخاصة بالشركة المتسقة والقوانين المعمول \nبها. \n \nرابعا: قواعد تطبيق المخالفات  والفصل:  \nفي جميع األحوال تطبق الجزائات واللوائح التنفيذية إلجراءات الفصل \nطبقا لقوانين العمل والقوانين والتعد يالت ذات الصلة المعمول بها \nبجمهورية مصر العربية من خالل التسلسل اإلداري التالي: \nبالنسبة للعاملين في القطاعات اإلنتاجية: \nمن المعلوم والمتعارف عليه بأن جميع العاملين بالقطاعات اإلنتاجية \nيتبعوا مشرفون أوائل والمشرفون األوائل يتبعوا رؤساء أقسام. كل \nمجموعة من رؤساء األقسام يتبعوا مشرف عام والذي يرتبط إداريا  \nبمدير المصنع. \n \nوعليه، يقوم المشرف األول بإخطار رئيس القسم، والذي بدوره يقوم \nبإخطار المشرف العام بالحالة الواجبة الجزاء سواء للتطبيق المباشر \nأو لمباشرة التحقيقات المطلوبة لتحديد الجزاءات المناسبة وذلك هوا \nالتدرج اإلداري المتبع في المقام األول.  \n \nنتيجة لموافقة المشرف العام ورئيس القسم على إستمرار اإلجرائات، \nيقوم رئيس القسم بإخطار إدارة الموارد البشرية من خالل مذكرة \nإضاح للخطء موقعة من رئيس القسم والمشرف العام، وعليه تقوم \nإدارة الموارد البشرية بتوقيع المخالفة المناسبة طبقا للوائح ،أو تحول \nمذكرة اإلضاح للشئون القانونية لمباشرة التحقيقات المطلوبة قبل توقيع  \nالمخالفة إذا لزم األمر. \n \nتقوم إدارة الموارد البشرية بإعداد تقارير ملخصة عامة لجميع \nالمخالفات ونتائج التحقيقات وعرضها على مدير المصنع بصفة \nدورية. \n \nوفي جميع األحوال، وألهمية العملية اإلنتاجية، فإن إدارة الموارد \nالبشرية تتعامل مع رؤساء األقسام فقط بالنسبة لتوقيع المخالفات أو \nلتلقي المذكرات اإلضاحية وال تقبل إية مذكرات العامين أو المشرفين \nاألوائل بصورة مباشرة، وال تقيل مذكرات إضاحية ليست  موقعة من \nرئيس القسم اإلنتاجي.  \n \nبالنسبة للعاملين اإلداريين: \nفي حالة وجوب توقيع مخالفة أو طلب تحقيق، تتلقى إدارة الموارد \nالبشرية المذكرة اإلضاحية من خالل مدير اإلدارة بعد إطالع مدير \nالمصنع وموافقته على إحالة المذكرة لتوقيع المخالفة  أو لمباشرة \nالتحقيقات المطلوبة. \n \n \n \n \n \n \n \n \n \n \n \n \n \nPage 10 of 10 \n \n الجزء السادس \nسرية وملكية المعلومات  \n \nمعظم المعلومات المتاحة بالشركة هي  ملك شركة تي آند سي \nجارمنتس وعلى سبيل المثال وليس الحصر: الئحة عمالء الشركة أو \nموقفها المالي أو المعلومات الخاصة بالبرامج وأجهزة الحاسب اآللي \nأو قواعد البيانات المستخدمة وكافة  أشكال البيانات سواء مكتوبة \nكالمستندات والمذكرات أو المخزنة إلكترونيا أو سواء كانت غير \nمخزنة. وعليه وفي جميع األحوال وتحت أي ظرف ال يمكن إستخدام \nهذه  المعلومات  بواسطة  العاملين  لكسب  شخصي  و(أو)  لمنفعة  أحد  من \nالغير  ويشمل  ذلك  عائلة  العامل  و(أو)  اإلحتفاظ  بنسخة  في  المنزل. ومن \nالمعروف والمتفق عليه فإن كافة  المستندات  والبرامج  التي  تحتوي على \nمعلومات سرية يجب إرجاعها عند التوقف عن العمل لدى الشركة \nو(أو) عند الطلب \n \n \nاليحق للعامل أثناء مدة خدمته و(أو) بعد إنتهاء خدمته بالشركة ألي \nسبب إفشاء  أية  معلومات  و(أو)  مواد  قد  حصل  عليها  ألي  شخص  بنفسه \nو(أو) عن طريق الغير. \n \nيجب  على  العامل  عند  انتهاء  عمله  بالشركة  إعادة  كافة  مستندات  العمل \nو(أو) الرسومات و(أو) البيانات السرية التي قد سلمت اليه وفي حالة \nالمخالفة لكل  و(أو) جزء من اإلطار العام لبند سرية وملكية المعلومات \nيتعرض العامل للمسائلة القانونية بموجب القوانين المتداولة والمعمول \nبها داخل جمهورية مصر العربية كما تحتفظ الشركة بالحق في مباشرة \nاإلجرائات القانونية المناسبة ضد هذه المخالفة. \n \n\" تحتفظ الشركة بالحق في تعديل دليل العاملين لنظام الشركة الداخلي \nفي أي وقت طبقا إلحتياجات الشركة و(أو) أية تعديالت تطرء على \nالقوانين المعمول بها داخل جمهورية مصر العربية.",
      "image": "",
      "date": "2025-10-13"
    }
  ]
}
